Unable to change group level ref.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedToChangeGroupLevelRef { get; }
  Visual Basic
Public Shared ReadOnly Property FailedToChangeGroupLevelRef As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedToChangeGroupLevelRef {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace